{
  "posts": [
    { "id": 1, "title": "День Космонавтики!", "avatar": [ { "http://madamelavie.ru/wp-content/uploads/2016/01/rasskaz_o_dne_kosmonavtiki.jpg", "https://www.calend.ru/img/content/i0/32.jpg", "https://cdnimg.rg.ru/img/content/167/80/72/iStock-1012400706_t_200x134.jpg" }], "date": "13 апреля 2019 года", "desc": "12 апреля 1961 года в истории человечества навсегда останется уникальной датой. Именно в этот день Юрий Гагарин впервые в мире совершил легендарный полет в космос, открыв человечеству дорогу к звездам и положив начало новой, космической эре — эре пилотируемой космонавтики. Это событие положило начало нового этапа в развитии нашей цивилизации, сыграв огромную роль в ее преображении. Спутниковые телефоны, телевидение и интернет, прогнозы погоды по полученным из космоса данным — все это стало доступным именно благодаря освоению космоса. Как известно, за успешными полетами стоят тысячи людей, десятки трудовых коллективов, которые делают все от них зависящее во имя прогресса космической отрасли. Наш университет вносит свой немалый вклад в развитие отечественной космонавтики, открыв специальность «Космическая техника и технологии», которая готовит специалистов для данной отрасли. К этому знаменательному дню коллектив кафедры языковых знаний провел праздничное мероприятие. В данном мероприятии принял участие кандидат технических наук, профессор кафедры КТТ Шимырбаев Марат Катубаевич."},
    { "id": 2, "title": "Наурыз Мерекесі!", "avatar": [{ "https://www.calend.ru/img/content_images/i0/443.jpg", "https://www.advantour.com/img/kazakhstan/holidays/nauryz_sm.jpg", "http://www.tarih-begalinka.kz/files/00001729.jpg" }], "date": "14 апреля 2019 года", "desc": "В субботу,13 апреля 2019 г., Алматинский университет энергетики и связи отметил праздник Наурыз. В мероприятии приняли участие специально приглашенные гости, все институты и структурные подразделения университета. Во дворе университета стояла белоснежная юрта, сооружены качели – алтыбакан, площадки для национальных спортивных игр, большая сцена для праздничного концерта. Торжественный концерт открыли ректор АУЭС Сагинтаева С.С. и президент АУЭС Гита Ревалде. С поздравлениями выступили директор по эксплуатации электрических сетей АО «АЖК» Сахарханов К.Д., председатель правления «Тартып» Рахимов А.А. и др., пожелавшие мира и созидания университету."},
    { "id": 3, "title": "День работников науки!", "avatar": [{ "https://www.calend.ru/img/content/i3/3359.jpg", "https://e-history.kz/images/w800-h600-cct-si/media/upload/7405/2018/04/12/1e880a51999c6d4c8cbcc3af2d709a6c.jpg", "http://www.biocenter.kz/images/biocenter/news/13-04-17/id565.png" }], "date": "12 апреля 2019 года", "desc": "Уважаемые коллеги, профессорско-преподавательский состав, студенты, магистранты и докторанты Алматинского университета энергетики и связи! Примите мои поздравления с профессиональным праздником – Днём работников науки! День работников науки в Казахстане отмечается с 2011 года согласно Указу Президента Республики Казахстан."},
    {"id": 4, "title": "Получен снимок черной дыры!", "avatar": [{ "https://gdb.rferl.org/F93734F2-5DAB-4E9E-88AF-1BCE55D4369D_w1023_r1_s.jpg", "https://ichef.bbci.co.uk/news/976/cpsprodpb/17938/production/_106286569_mediaitem106286568.jpg", "https://ichef.bbci.co.uk/news/976/cpsprodpb/12B18/production/_106286567_mediaitem106286566.jpg" }], "date": "10 апреля 2019 года", "desc": "В рамках международного проекта «Event Horizon Telescope» астрономам впервые за всю историю наблюдений удалось получить снимок черной дыры, а точнее ее тени, «отбрасываемой» на светящийся диск из перегретого газа и пыли. Неуловимый гравитационный монстр, красующийся на «фотографии века», проживает в сверхгигансткой эллиптической галактике Messier 87 в 54 миллионах световых лет от Земли в направлении созвездия Девы. «Чтобы получить фотографию черной дыры максимально высокого разрешения мы объединили в одну глобальную сеть восемь мощнейших радиотелескопов, расположенных по всей планете, и направили их в центр галактики Messier 87."},
    {"id": 5, "title": "Пожар в Нотр-Дам-де-Пари!", "avatar": [{ "https://upload.wikimedia.org/wikipedia/commons/thumb/3/39/Incendie_Notre_Dame_de_Paris.jpg/398px-Incendie_Notre_Dame_de_Paris.jpg", "https://s0.rbk.ru/v6_top_pics/resized/590xH/media/img/5/41/755553495053415.jpg", "https://s0.rbk.ru/v6_top_pics/resized/590xH/media/img/9/36/755553494971369.jpg" }], "date": "15 апреля 2019 года", "desc": "Собора Парижской Богоматери больше нет! Пожар уничтожил Нотр-Дам. «В здании не останется ничего» — такое заявление сделал настоятель собора. Из соседних с собором зданий были эвакуированы все люди. К счастью, во время пожара никто не пострадал, поскольку пожар вспыхнул уже после того, как собор был закрыт для туристов. К огню очень трудно подобраться, поэтому, все попытки пожарных справиться с возгоранием мало эффективны. Лестницы пожарных не могут достать до места возгорания. В тушении пожара задействовано порядка 400 пожарных."}
  ],
  "users": [
    { "id": 0, "name": "Vika", "phone": "12345" },
    { "id": 1, "name": "Yerzhan", "phone": "12345" }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
