{
  "posts": [
    { "id": 1, "title": "MyPost 1", "date": "13 апреля 2019 года", "desc": "12 апреля 1961 года в истории человечества навсегда останется уникальной датой. Именно в этот день Юрий Гагарин впервые в мире совершил легендарный полет в космос, открыв человечеству дорогу к звездам и положив начало новой, космической эре — эре пилотируемой космонавтики. Это событие положило начало нового этапа в развитии нашей цивилизации, сыграв огромную роль в ее преображении. Спутниковые телефоны, телевидение и интернет, прогнозы погоды по полученным из космоса данным — все это стало доступным именно благодаря освоению космоса. Как известно, за успешными полетами стоят тысячи людей, десятки трудовых коллективов, которые делают все от них зависящее во имя прогресса космической отрасли. Наш университет вносит свой немалый вклад в развитие отечественной космонавтики, открыв специальность «Космическая техника и технологии», которая готовит специалистов для данной отрасли. К этому знаменательному дню коллектив кафедры языковых знаний провел праздничное мероприятие. В данном мероприятии принял участие кандидат технических наук, профессор кафедры КТТ Шимырбаев Марат Катубаевич. Он подробно и увлекательно рассказывал студентам об истории и развитии космической отрасли в Казахстане, о достижениях отечественной космонавтики сегодня. Студенты нашего университета показали интересные презентации об исследованиях космоса и подготовили концертную программу, в которой звучали песни и стихотворения о Байконуре, из поэмы Олжаса Сулейменова «Земля, поклонись человеку». Хочется верить, что в будущем выпускники нашего университета внесут достойную лепту в развитие космонавтики Казахстана." },
    { "id": 2, "title": "MyPost 2", "date": "14 апреля 2019 года", "desc": "В субботу,13 апреля 2019 г., Алматинский университет энергетики и связи отметил праздник Наурыз. В мероприятии приняли участие специально приглашенные гости, все институты и структурные подразделения университета. Во дворе университета стояла белоснежная юрта, сооружены качели – алтыбакан, площадки для национальных спортивных игр, большая сцена для праздничного концерта. Торжественный концерт открыли ректор АУЭС Сагинтаева С.С. и президент АУЭС Гита Ревалде. С поздравлениями выступили директор по эксплуатации электрических сетей АО «АЖК» Сахарханов К.Д., председатель правления «Тартып» Рахимов А.А. и др., пожелавшие мира и созидания университету. По завершении мероприятия «аксакал» университета, профессор кафедры ЭСиЭЭС Хожин Г.Х., дал бата и пожелал всем добра и процветания. Данное мероприятие сопровождалось сценическими постановками, отражающими культуру и традиции казахского народа, а также исполнением казахских народных песен. При проведении и организации Наурыза главной целью было осветить и показать молодому поколению высокоразвитую культуру степных кочевников через песни, танцы, спортивные состязания, вызвать чувство патриотизма и уважения к национальной культуре нашего народа. Выступившие студенты и преподаватели исполнили как народные песни и танцы, так и современные музыкальные и литературные произведения выдающихся национальных авторов и композиторов. Продемонстрировали национальные обряды «Бесікке салу» и «Құрсақ шашу». Гостям праздника были продемонстрированы национальные игры «Тоғыз құмалақ», «Қазақша күрес», «Асық ату», а также гиревой спорт, армреслинг, шахматы, настольный теннис, футбол, бокс и детские старты, в которых каждый желающий мог попробовать свои силы, мастерство и меткость. По итогам состязаний победители и призеры награждены памятными призами. Гостям праздника было предложено отведать наурыз-коже, шелпеки, вкуснейший плов, приготовленный нашими преподавателями и студентами, и другие блюда восточной национальной кухни. Особыми гостями праздника были представители детского дома из специализированного комплекса «Жанұя». В рамках благотворительной акции помощи детям-сиротам, оставшимся без попечения родителей, стартовашей в январе 2019 года, профессорско-преподавательский состав, студенты и сотрудники университета преподнесли подарки детям СК «Жанұя». Сегодня празднование Наурыза стало поистине народным праздником. У каждого народа существуют традиции и обычаи, которые из века в век переходили от старших поколений к младшим. Эти ценности оказывают самое положительное влияние на воспитание лучших личностных качеств человека. Поэтому в нашем университете этот праздник всегда отмечается с особым настроем. Пусть этот солнечный праздник войдет в наши дома хорошим весенним настроением, щедрым дастарханом и радостью!" },
    { "id": 3, "title": "MyPost 3", "date": "12 апреля 2019 года", "desc": "Уважаемые коллеги, профессорско-преподавательский состав, студенты, магистранты и докторанты Алматинского университета энергетики и связи! Примите мои поздравления с профессиональным праздником – Днём работников науки! День работников науки в Казахстане отмечается с 2011 года согласно Указу Президента Республики Казахстан. Этот праздник связан с днем рождения первого Президента Академии наук Казахской ССР К.И.Сатпаева – человека, стоявшего у истоков организации научной деятельности в Казахстане. Друзья! В этот день мне хочется выразить особую благодарность каждому, кто посредством неустанного научного поиска и исследований, вносит неоценимый вклад в развитие экономики страны, тем самым способствуя улучшению благосостояния и качества жизни всех казахстанцев, и стараясь изменить мир к лучшему. Желаю вам, дорогие друзья, неиссякаемой энергии, креативных и уникальных идей, осуществления творческих планов и научных замыслов, смелых и неординарных решений." },
    {"id": 4, "title": "MyPost 4", "date": "10 апреля 2019 года", "desc": "В рамках международного проекта «Event Horizon Telescope» астрономам впервые за всю историю наблюдений удалось получить снимок черной дыры, а точнее ее тени, «отбрасываемой» на светящийся диск из перегретого газа и пыли. Неуловимый гравитационный монстр, красующийся на «фотографии века», проживает в сверхгигансткой эллиптической галактике Messier 87 в 54 миллионах световых лет от Земли в направлении созвездия Девы. «Чтобы получить фотографию черной дыры максимально высокого разрешения мы объединили в одну глобальную сеть восемь мощнейших радиотелескопов, расположенных по всей планете, и направили их в центр галактики Messier 87. Это стало возможным только благодаря международному сотрудничеству и технологическому прогрессу, достигнутому в последние несколько лет», – рассказывает Лучано Реззола, профессор теоретической релятивисткой астрофизики из Франкфуртского университета им. Гете (Германия), один из участников проекта «Event Horizon Telescope»."},
    {"id": 5, "title": "MyPost 5", "date": "15 апреля 2019 года", "desc": "Собора Парижской Богоматери больше нет! Пожар уничтожил Нотр-Дам. «В здании не останется ничего» — такое заявление сделал настоятель собора. Из соседних с собором зданий были эвакуированы все люди. К счастью, во время пожара никто не пострадал, поскольку пожар вспыхнул уже после того, как собор был закрыт для туристов. К огню очень трудно подобраться, поэтому, все попытки пожарных справиться с возгоранием мало эффективны. Лестницы пожарных не могут достать до места возгорания. В тушении пожара задействовано порядка 400 пожарных. Прокуратура Франции начала расследование по факту пожара в соборе Парижской Богоматери. Многие специалисты опасаются, что Нотр-Дам в прежнем виде утерян навсегда. «Нотр-Дам-де-Пари в огне. Переживание целой нации. Мысль для всех всех католиков и всех французов. Как и всем соотечественникам, мне грустно видеть, как часть нас горит» — это твит Эммануэля Макрона."},
    {"id": 6, "title": "MyPost 6", "date": "9 апреля 2019 года", "desc": "9 апреля Касым-Жомарт Токаев обратился к гражданам Казахстана в эфире республиканских каналов. Тема обращения – назначение внеочередных выборов президента Республики Казахстан. Датой проведения выборов президент определил 9 июня. \"Уважаемые соотечественники! Обращаюсь к каждому из вас. В соответствии с Конституцией страны я принял решение о проведении внеочередных выборов президента Республики Казахстан 9 июня 2019 года. Решение о досрочных выборах – важное и необходимое. Благодаря Елбасы мы построили успешное, авторитетное в мире государство. Казахстан занял достойное место в международном сообществе. С нашей страной считаются во всём мире.\""}
  ],
  "users": [
    { "id": 0, "userName": "Vika" },
    { "id": 1, "userName": "Yerzhan" }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
