{
  "posts": [
    { "id": 1, "title": "MyPost 1", "date": "13 апреля 2019 года", "desc": "12 апреля 1961 года в истории человечества навсегда останется уникальной датой. Именно в этот день Юрий Гагарин впервые в мире совершил легендарный полет в космос, открыв человечеству дорогу к звездам и положив начало новой, космической эре — эре пилотируемой космонавтики. Это событие положило начало нового этапа в развитии нашей цивилизации, сыграв огромную роль в ее преображении. Спутниковые телефоны, телевидение и интернет, прогнозы погоды по полученным из космоса данным — все это стало доступным именно благодаря освоению космоса. Как известно, за успешными полетами стоят тысячи людей, десятки трудовых коллективов, которые делают все от них зависящее во имя прогресса космической отрасли. Наш университет вносит свой немалый вклад в развитие отечественной космонавтики, открыв специальность «Космическая техника и технологии», которая готовит специалистов для данной отрасли. К этому знаменательному дню коллектив кафедры языковых знаний провел праздничное мероприятие. В данном мероприятии принял участие кандидат технических наук, профессор кафедры КТТ Шимырбаев Марат Катубаевич. Он подробно и увлекательно рассказывал студентам об истории и развитии космической отрасли в Казахстане, о достижениях отечественной космонавтики сегодня. Студенты нашего университета показали интересные презентации об исследованиях космоса и подготовили концертную программу, в которой звучали песни и стихотворения о Байконуре, из поэмы Олжаса Сулейменова «Земля, поклонись человеку». Хочется верить, что в будущем выпускники нашего университета внесут достойную лепту в развитие космонавтики Казахстана." },
    { "id": 2, "title": "MyPost 2", "date": "14 апреля 2019 года", "desc": "" },
    { "id": 3, "title": "MyPost 3", "date": "12 апреля 2019 года", "desc": "" }
  ],
  "users": [
    { "id": 0, "userName": "Vika" },
    { "id": 1, "userName": "Yerzhan" }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "typicode"
  }
}
